{
  "films": [
    {
      "poster_path": "https://www.themoviedb.org/t/p/w300_and_h450_bestv2/1pCx1fyB4w0tCtuhTFfMxqhiHZa.jpg",
      "id": 1,
      "title": "Я краснею!",
      "description": "Уверенная в себе тринадцатилетняя Мэй Ли разрывается между тем, чтобы оставаться прилежной и послушной маминой дочкой и справиться с хаосом подросткового возраста. И, казалось бы, перемен в её интересах и отношениях и подростковых изменений в собственном теле и так достаточно, но нет — всякий раз, когда она слишком волнуется (что с подростком случается практически всегда), она моментально превращается в гигантскую красную панду!"
    },
    {
      "poster_path": "https://www.themoviedb.org/t/p/w300_and_h450_bestv2/zpH4yEqOJOReykVcSQYA1A258SQ.jpg",
      "id": 2,
      "title": "Человек-паук: Нет пути домой",
      "description": "Мистерио удаётся выяснить истинную личность Человека-паука. С этого момента жизнь Питера Паркера становится невыносимой. Если ранее он мог успешно переключаться между своими амплуа, то сейчас это сделать невозможно. Переворачивается с ног на голову не только жизнь Человека-пауку, но и репутация. Понимая, что так жить невозможно, главный герой фильма «Человек-паук: Нет пути домой» принимает решение обратиться за помощью к своему давнему знакомому Стивену Стрэнджу. Питер Паркер надеется, что с помощью магии он сможет восстановить его анонимность. Стрэндж соглашается помочь."
    },
    {
      "poster_path": "https://www.themoviedb.org/t/p/w300_and_h450_bestv2/NTfg2QM2Rl7EIzb6kOe3ZsHFbI.jpg",
      "id": 3,
      "title": "Игра теней",
      "description": "Трэвис Блок - правительственный агент, который пытается смириться со своим темным прошлым. Когда он обнаруживает заговор, нацеленный на граждан США, Блок оказывается под прицелом директора ФБР, которого он когда-то помогал защищать."
    },
    {
      "poster_path": "https://www.themoviedb.org/t/p/w300_and_h450_bestv2/qt8X2xLDxZc5luYyYUvgHqePppn.jpg",
      "id": 4,
      "title": "Бэтмен",
      "description": "После двух лет поисков правосудия на улицах Готэма для своих сограждан Бэтмен становится олицетворением беспощадного возмездия. Когда в городе происходит серия жестоких нападений на представителей элиты, загадочные улики приводят Брюса Уэйна в самые темные закоулки преступного мира, где он встречает Женщину-Кошку, Пингвина, Кармайна Фальконе и Загадочника. Теперь под прицелом оказывается сам Бэтмен, которому предстоит отличить друга от врага и восстановить справедливость во имя Готэма."
    },
    {
      "poster_path": "https://www.themoviedb.org/t/p/w300_and_h450_bestv2/wBNoLSPaQ6RQFFnPZ9MllfgqqHS.jpg",
      "id": 5,
      "title": "Энканто",
      "description": "Удивительная семья Мадригалов живет в спрятанном в горах Колумбии волшебном доме, расположенном в чудесном и очаровательном уголке под названием Энканто. Каждого ребёнка в семье Мадригалов магия этого места благословила уникальным даром — от суперсилы до способности исцелять. Увы, магия обошла стороной одну лишь юную Мирабель. Обнаружив, что магия Энканто находится в опасности, Мирабель решает, что именно она может быть последней надеждой на спасение своей особенной семьи."
    }
  ]
}
