{
  "films": [
    {
      "poster_path": "https://www.themoviedb.org/t/p/w300_and_h450_bestv2/1pCx1fyB4w0tCtuhTFfMxqhiHZa.jpg",
      "id": 1,
      "title": "Я краснею!",
      "description": "Уверенная в себе тринадцатилетняя Мэй Ли разрывается между тем, чтобы оставаться прилежной и послушной маминой дочкой и справиться с хаосом подросткового возраста. И, казалось бы, перемен в её интересах и отношениях и подростковых изменений в собственном теле и так достаточно, но нет — всякий раз, когда она слишком волнуется (что с подростком случается практически всегда), она моментально превращается в гигантскую красную панду!"
    },
    {
      "poster_path": "https://www.themoviedb.org/t/p/w300_and_h450_bestv2/zpH4yEqOJOReykVcSQYA1A258SQ.jpg",
      "id": 2,
      "title": "Человек-паук: Нет пути домой",
      "description": "Мистерио удаётся выяснить истинную личность Человека-паука. С этого момента жизнь Питера Паркера становится невыносимой. Если ранее он мог успешно переключаться между своими амплуа, то сейчас это сделать невозможно. Переворачивается с ног на голову не только жизнь Человека-пауку, но и репутация. Понимая, что так жить невозможно, главный герой фильма «Человек-паук: Нет пути домой» принимает решение обратиться за помощью к своему давнему знакомому Стивену Стрэнджу. Питер Паркер надеется, что с помощью магии он сможет восстановить его анонимность. Стрэндж соглашается помочь."
    },
    {
      "poster_path": "https://www.themoviedb.org/t/p/w300_and_h450_bestv2/NTfg2QM2Rl7EIzb6kOe3ZsHFbI.jpg",
      "id": 3,
      "title": "Игра теней",
      "description": "Трэвис Блок - правительственный агент, который пытается смириться со своим темным прошлым. Когда он обнаруживает заговор, нацеленный на граждан США, Блок оказывается под прицелом директора ФБР, которого он когда-то помогал защищать."
    },
    {
      "poster_path": "https://www.themoviedb.org/t/p/w300_and_h450_bestv2/qt8X2xLDxZc5luYyYUvgHqePppn.jpg",
      "id": 4,
      "title": "Бэтмен",
      "description": "После двух лет поисков правосудия на улицах Готэма для своих сограждан Бэтмен становится олицетворением беспощадного возмездия. Когда в городе происходит серия жестоких нападений на представителей элиты, загадочные улики приводят Брюса Уэйна в самые темные закоулки преступного мира, где он встречает Женщину-Кошку, Пингвина, Кармайна Фальконе и Загадочника. Теперь под прицелом оказывается сам Бэтмен, которому предстоит отличить друга от врага и восстановить справедливость во имя Готэма."
    },
    {
      "poster_path": "https://www.themoviedb.org/t/p/w300_and_h450_bestv2/wBNoLSPaQ6RQFFnPZ9MllfgqqHS.jpg",
      "id": 5,
      "title": "Энканто",
      "description": "Удивительная семья Мадригалов живет в спрятанном в горах Колумбии волшебном доме, расположенном в чудесном и очаровательном уголке под названием Энканто. Каждого ребёнка в семье Мадригалов магия этого места благословила уникальным даром — от суперсилы до способности исцелять. Увы, магия обошла стороной одну лишь юную Мирабель. Обнаружив, что магия Энканто находится в опасности, Мирабель решает, что именно она может быть последней надеждой на спасение своей особенной семьи."
    },
    {
      "poster_path": "https://www.themoviedb.org/t/p/w300_and_h450_bestv2/5cnLoWq9o5tuLe1Zq4BTX4LwZ2B.jpg",
      "id": 6,
      "title": "Выхода нет",
      "description": "Во время снежной бури, оказавшись на изолированной стоянке для отдыха на шоссе в горах, студентка колледжа обнаруживает похищенного ребенка, спрятанного в машине, принадлежащей одному из людей внутри."
    },
    {
      "poster_path": "https://www.themoviedb.org/t/p/w300_and_h450_bestv2/u6m4JTp9ZEAF25mSo0xfStmXSHh.jpg",
      "id": 7,
      "title": "Красное уведомление",
      "description": "Действие фильма начинает своё развитие в тот момент, когда подходит к своему завершению выпущенное Интерполом «Красное уведомление». Оно предполагает высший ордер, требующий активизировать охоту и поимку самых разыскиваемых в мире людей. В центре истории оказывается опытный сотрудник ФБР по имени Джон Хартли. За свою карьеру он провёл немало задержаний. И в этот раз ему кажется, что всё пройдёт гладко. Но Хартли ошибается."
    },
    {
      "poster_path": "https://www.themoviedb.org/t/p/w300_and_h450_bestv2/gaaKw5juuCeWL0BEOEzOjvDtTMX.jpg",
      "id": 8,
      "title": "Проект 'Адам'",
      "description": "12-летний Адам Рид все еще скорбит по своему отцу, который умер год назад. Однажды он заходит в свой гараж и обнаруживает там раненого пилота, который оказывается самим Адамом из будущего. Взрослый Адам рассказывает маленькому себе о том, что в будущем только-только появилась возможность путешествовать во времени и теперь он пытается вернуться в прошлое, чтобы спасти отца. Герои должны объединить усилия, чтобы выполнить непростую миссию и спасти свой мир."
    },
    {
      "poster_path": "https://www.themoviedb.org/t/p/w300_and_h450_bestv2/A7tmTT5cqcmJ2wUgZHvmombf2oA.jpg",
      "id": 9,
      "title": "Не найти покоя",
      "description": "Продажный полицейский идет на крайности, чтобы скрыть аварию, но когда он начинает получать угрозы от загадочного свидетеля, его жизнь выходит из-под контроля."
    },
    {
      "poster_path": "https://www.themoviedb.org/t/p/w300_and_h450_bestv2/mn1GYIQ1tvFuuu0YBNZBvrHyrkO.jpg",
      "id": 10,
      "title": "Коммандос",
      "description": "Джеймс Бейкер является агентом Управления по борьбе с наркотиками, у которого проявляются симптомы посттравматического стрессового расстройства."
    }
  ]
}
